Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །མིག་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་མིག་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བ་དང་།
en: They will not construe the notion that the eyes are signless, and they will not construe the notion that signlessness is the eyes.

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་ཡིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the ears, nose, tongue, body, and mental faculty are signless, and they will not construe the notion that signlessness is the mental faculty [and so forth].

source: །མིག་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་མིག་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the eyes are wishless, and they will not construe the notion that wishlessness is the eyes.

source: །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་སྨོན་པ་མེད་པ་ཡིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the ears, nose, tongue, body, and mental faculty are wishless, and they will not construe the notion that wishlessness is the mental faculty [and so forth].

source: །མིག་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་མིག་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བ་དང་།
en: They will not construe the notion that the eyes are nonarising, and they will not construe the notion that nonarising is the eyes.

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྐྱེ་བ་མེད་ཅེས་བྱ་པར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་ཡིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the ears, nose, tongue, body, and mental faculty are nonarising, and they will not construe the notion that nonarising is the mental faculty [and so forth].

source: །མིག་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་མིག་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the eyes are unceasing, and they will not construe the notion that noncessation is the eyes.

source: །རྣ་བ་དང་སྣ་དང་། ལྕེ་དང་ལུས་དང་། ཡིད་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་ཡིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the ears, nose, tongue, body, and mental faculty are unceasing, and they will not construe the notion that noncessation is the mental faculty [and so forth].

source: །མིག་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་མིག་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the eyes are peace, and they will not construe the notion that peace is the eyes.

source: །རྣ་བ་དང་སྣ་དང་། ལྕེ་དང་ལུས་དང་། ཡིད་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་ཡིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the ears, nose, tongue, body, and mental faculty are peace, and they will not construe the notion that peace is the mental faculty [and so forth].

source: །མིག་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་མིག་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that they eyes are void, and they will not construe the notion that voidness is the eyes.

source: །རྣ་བ་དང་སྣ་དང་། ལྕེ་དང་ལུས་དང་། ཡིད་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་ཡིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །གཟུགས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the ears, nose, tongue, body, and mental faculty are void, and they will not construe the notion that voidness is the mental faculty [and so forth]. “

source: སྟོང་པ་ཉིད་གཟུགས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །སྒྲ་དང་།
en: They will not construe the notion that sights are empty, and they will not construe the notion that emptiness is sights.

source: དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་ཆོས་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that sounds, odors, tastes, tangibles, and mental phenomena are empty, and they will not construe the notion that emptiness is mental phenomena [and so forth].

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་ཆོས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that sounds, odors, tastes, tangibles, and mental phenomena are signless, and they will not construe the notion that signlessness is mental phenomena [and so forth].

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that sounds, odors, tastes, tangibles, and mental phenomena are wishless, and they will not construe the notion that wishlessness is mental phenomena [and so forth].

source: སྨོན་པ་མེད་པ་ཆོས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །གཟུགས་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་གཟུགས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that sights are nonarising, and they will not construe the notion that nonarising is sights.

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་ཆོས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that sounds, odors, tastes, tangibles, and mental phenomena are nonarising, and they will not construe the notion that nonarising is mental phenomena [and so forth].

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that sounds, odors, tastes, tangibles, and mental phenomena are unceasing, and they will not construe the notion that noncessation is mental phenomena [and so forth].

source: འགག་པ་མེད་པ་ཆོས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །གཟུགས་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་གཟུགས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །སྒྲ་དང་།
en: They will not construe the notion that sights are peace, and they will not construe the notion that peace is sights.

source: དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་ཆོས་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that sounds, odors, tastes, tangibles, and mental phenomena are peace, and they will not construe the notion that peace is mental phenomena [and so forth].

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་ཆོས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that sounds, odors, tastes, tangibles, and mental phenomena are void, and they will not construe the notion that voidness is mental phenomena [and so forth]. “

source: །མིག་གི་རྣམ་པར་ཤེས་པ་སྟོང་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that visual consciousness is empty, and they will not construe the notion that emptiness is visual consciousness.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are empty, and they will not construe the notion that emptiness is mental consciousness [and so forth].

source: །མིག་གི་རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that visual consciousness is signless, and they will not construe the notion that signlessness is visual consciousness.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are signless, and they will not construe the notion that signlessness is mental consciousness [and so forth].

source: མཚན་མ་མེད་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །མིག་གི་རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that visual consciousness is wishless, and they will not construe the notion that wishlessness is visual consciousness.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are wishless, and they will not construe the notion that wishlessness is mental consciousness [and so forth].

source: །མིག་གི་རྣམ་པར་ཤེས་པ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that visual consciousness is nonarising, and they will not construe the notion that nonarising is visual consciousness.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are nonarising, and they will not construe the notion that nonarising is mental consciousness [and so forth].

source: སྐྱེ་བ་མེད་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །མིག་གི་རྣམ་པར་ཤེས་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: They will not construe the notion that visual consciousness is unceasing, and they will not construe the notion that noncessation is visual consciousness.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are unceasing, and they will not construe the notion that noncessation is mental consciousness [and so forth].

source: །མིག་གི་རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that visual consciousness is peace, and they will not construe the notion that peace is visual consciousness.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are peace, and they will not construe the notion that peace is mental consciousness [and so forth].

source: ཞི་བ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །མིག་གི་རྣམ་པར་ཤེས་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that visual consciousness is void, and they will not construe the notion that voidness is visual consciousness.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are void, and they will not construe the notion that voidness is mental consciousness [and so forth]. “

source: །མིག་གི་འདུས་ཏེ་རེག་པ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They will not construe the notion that visually compounded sensory contact is empty, and they will not construe the notion that emptiness is visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །སྟོང་པ་ཉིད་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are empty, and they will not construe the notion that emptiness is mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They will not construe the notion that visually compounded sensory contact is signless, and they will not construe the notion that signlessness is visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are signless, and they will not construe the notion that signlessness is mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They will not construe the notion that visually compounded sensory contact is wishless, and they will not construe the notion that wishlessness is visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are wishless, and they will not construe the notion that wishlessness is mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They will not construe the notion that visually compounded sensory contact is nonarising, and they will not construe the notion that nonarising is visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are nonarising, and they will not construe the notion that nonarising is mentally compounded sensory contact [and so forth].

source: མིག་གི་འདུས་ཏེ་རེག་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They will not construe the notion that visually compounded sensory contact is unceasing, and they will not construe the notion that noncessation is visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are unceasing, and they will not construe the notion that noncessation is mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They will not construe the notion that visually compounded sensory contact is peace, and they will not construe the notion that peace is visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are peace, and they will not construe the notion that peace is mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that visually compounded sensory contact is void, and they will not construe the notion that voidness is visually compounded sensory contact.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are void, and they will not construe the notion that voidness is mentally compounded sensory contact [and so forth]. “

source: དབེན་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They will not construe the notion that feelings arising from visually compounded sensory contact are empty, and they will not construe the notion that emptiness is feelings arising from visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are empty, and they will not construe the notion that emptiness is feelings arising from mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They will not construe the notion that feelings arising from visually compounded sensory contact are signless, and they will not construe the notion that signlessness is feelings arising from visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are signless, and they will not construe the notion that signlessness is feelings arising from mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They will not construe the notion that feelings arising from visually compounded sensory contact are wishless, and they will not construe the notion that wishlessness is feelings arising from visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are wishless, and they will not construe the notion that wishlessness is feelings arising from mentally compounded sensory contact [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that feelings arising from visually compounded sensory contact are nonarising, and they will not construe the notion that nonarising is feelings arising from visually compounded sensory contact.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are nonarising, and they will not construe the notion that nonarising is feelings arising from mentally compounded sensory contact [and so forth].
